Revit 2027 API
ElectricalAnalyticalLoadSet.TotalQuantity Property
 The total count of the Equipment Loads in the LoadSet.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int TotalQuantity { get; }
Public ReadOnly Property TotalQuantity As Integer
	Get
public:
property int TotalQuantity {
	int get ();
}
member TotalQuantity : int with get
Property Value
Int32
See Also
Reference
ElectricalAnalyticalLoadSet Class
Autodesk.Revit.DB.Electrical Namespace